13/data/attachments/561c90fd6e6217b0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_64a9584e-5c47-4125-a098-875c6c0ff435</nif:username>
            <nif:friendToBeAdded>Tara_open_Actions_93694_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>